{"random":[{"content":"When a man is penalized for honesty he learns to lie.","author":"Criss Jami"},{"content":"You are not the drop in the ocean, but the ocean in the drop.","author":"Deepak Chopra"},{"content":"Don't let your learning lead to knowledge. Let your learning lead to action.","author":"Jim Rohn"},{"content":"Failure is just information and an opportunity to change your course.","author":"Oprah Winfrey"},{"content":"If no one ever broke the rules, then we'd never advance.","author":"Simon Sinek"},{"content":"He who lives in harmony with himself lives in harmony with the universe.","author":"Marcus Aurelius "},{"content":"An idea that is developed and put into action is more important than an idea that exists only as an idea.","author":"Buddha "},{"content":"Experience is not what happens to a man. It is what a man does with what happens to him.","author":"Aldous Huxley"},{"content":"Nothing could be worse than the fear that one had given up too soon, and left one unexpended effort that might have saved the world.","author":"Jane Addams"},{"content":"There is no fear for one whose mind is not filled with desires.","author":"Buddha"},{"content":"The constant assertion of belief is an indication of fear.","author":"Jiddu Krishnamurti"},{"content":"The chief danger in life is that you may take too many precautions.","author":"Alfred Adler"},{"content":"No one ever said life was fair. Just Eventful.","author":"Carol Burnett"},{"content":"Even the finest sword plunged into salt water will eventually rust.","author":"Sun Tzu"},{"content":"The more you are focused on time - past and future - the more you miss the Now, the most precious thing there is.","author":"Eckhart Tolle"},{"content":"Remember that sometimes not getting what you want is a wonderful stroke of luck.","author":"Dalai Lama"},{"content":"The difference between treason and patriotism is only a matter of dates.","author":"Alexandre Dumas"},{"content":"Where we fall are the stepping-stones for our journey.","author":"Lolly Daskal"},{"content":"You live by what you thrill to, and there's the end of it.","author":"D. H. Lawrence"},{"content":"The present moment is filled with joy and happiness. If you are attentive, you will see it.","author":"Thich Nhat Hanh"},{"content":"Go confidently in the direction of your dreams! Live the life you've imagined.","author":"Henry David Thoreau"},{"content":"There will always be suffering. But we must not suffer over the suffering.","author":"Alan Watts"},{"content":"It is the power of thought that gives man power over nature.","author":"Hans Christian Andersen"},{"content":"You're braver than you believe, and stronger than you seem, and smarter than you think.","author":"A.A. Milne"},{"content":"A path is made by walking on it.","author":"Zhuangzi"},{"content":"An inch of time is an inch of gold but you can't buy that inch of time with an inch of gold.","author":"Chinese Proverb"},{"content":"Change the changeable, accept the unchangeable, and remove yourself from the unacceptable. ","author":"Denis Waitley"},{"content":"You can't let your failures define you. You have to let your failures teach you.","author":"Barack Obama"},{"content":"You can suffer the pain of change or suffer remaining the way you are.","author":"Joyce Meyer"},{"content":"Forget mistakes. Forget failure. Forget everything except what you are going to do now and do it. Today is your lucky day!","author":"Og Mandino"},{"content":"Old age is like everything else. To make a success of it, you've got to start young.","author":"Theodore Roosevelt"},{"content":"None are more hopelessly enslaved than those who falsely believe they are free.","author":"Johann Wolfgang von Goethe"},{"content":"The strength of a wall is neither greater nor less than the courage of the men who defend it. ","author":"Genghis Khan"},{"content":"I pay attention to every minute of the day.","author":"Steve Harvey"},{"content":"Take time like the river that never grows stale. Keep going and steady. No hurry, no rush.","author":"Rumi"},{"content":"It is best to begin at the beginning.","author":"Amelia Earhart"},{"content":"If you want to be successful, find someone who has achieved the results you want and copy what they do and you'll achieve the same results.","author":"Tony Robbins"},{"content":"As soon as you trust yourself, you will know how to live.","author":"Johann Wolfgang von Goethe"},{"content":"Life is but one dream flowing into another.","author":"Ming-Dao Deng"},{"content":"The first principle of success is desire.","author":"Robert Collier"},{"content":"Here is the test to find whether your mission on earth is finished. If you're alive, it isn't.","author":"Richard Bach"},{"content":"You are a function of what the whole universe is doing in the same way that a wave is a function of what the whole ocean is doing.","author":"Alan Watts"},{"content":"Enthusiasm makes up for a host of deficiencies.","author":"Barack Obama"},{"content":"Life reflects your own thoughts back to you.","author":"Napoleon Hill"},{"content":"Most of the important things in the world have been accompanied by people who have kept on trying when there seemed to be no hope at all.","author":"Dale Carnegie"},{"content":"Dream big. Start small. But most of all, start.","author":"Simon Sinek"},{"content":"Be yourself; everyone else is already taken ","author":"Oscar Wilde"},{"content":"Doing what you love is the cornerstone of having abundance in your life. ","author":"Wayne Dyer"},{"content":"A man with outward courage dares to die: a man with inner courage dares to live.","author":"Lao Tzu"},{"content":"Being in humaneness is good. If we select other goodness and thus are far apart from humaneness, how can we be the wise?","author":"Confucius"},{"content":"Libe","author":"me"},{"content":"Your visions will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.","author":"Carl Jung"},{"content":"Setting goals is the first step in turning the invisible into the visible.","author":"Tony Robbins"},{"content":"The more often a stupidity is repeated, the more it gets the appearance of wisdom.","author":"Voltaire"}],"byAuthor":{"me":[{"content":"Libe","author":"me"}]}}